#### ISaveSharedCoordinatesCallbackForUnloadLocally Members

---

|  |
| --- |
| ISaveSharedCoordinatesCallbackForUnloadLocally Interface   Methods   See Also |

The  ISaveSharedCoordinatesCallbackForUnloadLocally  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method | GetSaveModifiedLinksOptionForUnloadLocally | Determines whether Revit should save the link or not prior to unloading the link locally. |

# See Also

ISaveSharedCoordinatesCallbackForUnloadLocally Interface

Autodesk.Revit.DB Namespace